{
    "products": [
        {
            "id":1,
            "title":"Cera pomada Cikonielf Styling",
            "description":"La pomada mate para pelo Barber Style viene en presentación de 40 ml y funciona perfectamente en estilos clásicos, modernos, retro y antiguos para un aspecto que dura todo el día. Perfecta tanto para pelo corto como para pelo largo.",
            "price": 300,
            "category": "hombre",
            "pictureUrl":"https://www.cdiscount.com/pdt2/8/0/7/1/700x700/cik7309587664807/rw/cikonielf-pommade-coiffante-60g-longue-duree-hydra.jpg"
        },
        {
            "id":2,
            "title":"Cera Pelo & Barba Capilatis Hombre",
            "description":"Barba perfecta e impecable: cera de modelado para dar forma a distintos tipos de barba. Hidrata, suaviza y define los contornos manteniendo un aspecto natural. Ofrece fijación y estilo, minimizando el encrespamiento en barbas rebeldes. Peinados de larga duración: apta para todo tipo de cabellos, permite definir peinados con precisión y sostener estilos únicos con total control. Especialmente útil para hombres que desean pelo & barba imponentes, alineados y sin frizz.",
            "price": 506,
            "category": "hombre",
            "pictureUrl":"https://http2.mlstatic.com/D_NQ_NP_2X_829015-MLU41018740930_032020-F.webp"
        },
        {
            "id": 3,
            "title": "Crema de peinar Pantene",
            "description": "La crema de peinar Rizos Definidos de Pantene cuenta con el poder de la exclusiva fórmula Pro-V de Pantene y su nuevo envase te permite encontrar fácilmente el producto ideal para tu tipo de cabello.",
            "price": 290,
            "category": "mujer",
            "pictureUrl":"https://tiendacdn.farmashop.com.uy/media/catalog/product/cache/c385976bc54d78dff661f3a8d562b253/3/0/30335_10_1.jpg"
        },
        {
            "id": 4,
            "title": "DR. SELBY – fijador para cabello",
            "description": "Afianzá tu confianza alcanzando el look que buscabas para tu pelo.",
            "price": 130,
            "category": "hombre",
            "pictureUrl":"https://www.selby.com.uy/wp-content/uploads/2021/12/fijador_120-510x508.jpg"
        },
        {
            "id": 5,
            "title": "Gel fijador para niños Natura",
            "description": "Gel para cabello elaborado a partir de productos de origen natural, dermatologicamente testeado, con activos vegetales, sin alchol y vegano.",
            "price": 286,
            "category": "nino",
            "pictureUrl": "https://staticco.natura.com/cdn/ff/NSJBmrCWLqM6XQVQE8BIBf8GQHAh69pe9mf9l7y8K-M/1698824429/public/products/29968_1_16.jpg"
        },
        {
            "id": 6,
            "title": "Crema para Peinar JOHNSON’S® Hidratación Intensa",
            "description": "Ideal para obtener pelos suaves y con menos nudos, la Crema para Peinar JOHNSON'S® Hidratación Intensa deja el pelo hidratado y fácil de desenredar, gracias a su fórmula con 3 veces más agentes acondicionadores.",
            "price": 450,
            "category": "nino",
            "pictureUrl": "https://www.johnsonsbaby.com.uy/sites/jbaby_uy_3/files/styles/jjbos_adaptive_images_generic-tablet/public/product-images/baby-crema-peinar-hidratacion-intensa.png"
        },
        {
            "id": 7,
            "title": "Aceite Chronologiste Huile de Parfum Kérastase",
            "description":"Agregale a tu rutina de cuidado del cabello Chronologiste este aceite Huile De Perfum. Un aceite lo suficientemente ligero para realzar el brillo sin apelmazar ni dejar acabado graso.",
            "price": 2712,
            "category": "mujer",
            "pictureUrl": "https://d2j1otqw5s5nlb.cloudfront.net/fit-in/524x480/filters:fill(FFFFFF):quality(90):format(webp)/_img_productos/aceite-kerastase-chronologiste-huile-de-parfum-100ml-foto1.jpg"
        },
        {
            "id": 8,
            "title": "Crema para Peinar Garnier Fructis Stop Caída",
            "description":"Formulada con naranja sanguina, vitamina c y taurina, que dejan tu cabello 98% más fuerte y reducen la caída. Esta crema le devolverá a tu cabello la fortaleza que necesita para contrarrestar la caída.",
            "price": 444,
            "category": "mujer",
            "pictureUrl": "https://d2j1otqw5s5nlb.cloudfront.net/fit-in/524x480/filters:fill(FFFFFF):quality(90):format(webp)/_img_productos/crema-10-en-1-garnier-fructis-stop-caida-foto1.jpg"
        },
        {
            "id": 9,
            "title": "Tresemme Fijador Spray Extra Firme",
            "description":"Proporciona una fijación flexible resistente a la humedad y no necesita enjuague. Máxima permanencia sin perder el movimiento natural, eliminando el frizz. Sin sensación de rigidez ni pegoteo. ",
            "price": 381,
            "category": "mujer",
            "pictureUrl": "https://f.fcdn.app/imgs/1fed1a/www.sanroque.com.uy/sanruy/3635/webp/catalogo/124801_124801_1/2000-2000/tresemme-fijador-spray-extra-firme-300ml-tresemme-fijador-spray-extra-firme-300ml.jpg"
        },
        {
            "id": 10,
            "title": "Bálsamo y cepillo para Barba - Set",
            "description":"Bálsamo: su combinación de mantecas y aceites vegetales te ayudarán a domar tu barba a la vez que hidratarán tu piel. Proporciona brillo a la barba, reduce las puntas abiertas, nutre tu piel. Te permitirá moldear y dar forma a barbas rebeldes. Cepillo barba: en madera con cerdas naturales. Ayuda a cepillar, desenredar y dar forma a la barba. Ideal para distribuir el bálsamo de forma uniforme.",
            "price": 590,
            "category": "hombre",
            "pictureUrl": "https://http2.mlstatic.com/D_NQ_NP_2X_746938-MLU52612611363_112022-F.webp"
        },
        {
            "id": 11,
            "title": "Juego de Cepillo, Peine & Tijeras para Cuidado de la Barba",
            "description":"La combinación de cepillo para barba y peine para bigote de bolsillo cabe perfectamente en el bolsillo de los vaqueros o en el bolsillo de la bolsa para que puedas peinarte el vello facial en cualquier momento y en cualquier lugar. El juego de cepillo y peine para madera de bambú con cerdas de jabalí masajea el vello facial, estimula la producción de aceite y elimina la suciedad, manteniendo así el vello facial y la piel sanos. El peine antiestático para madera desenreda las barbas húmedas y secas con facilidad. Este juego de peine y brocha, que también incluye unas tijeras para bigote de acero inoxidable, está fabricado con materiales de primera calidad.",
            "price": 440,
            "category": "hombre",
            "pictureUrl": "https://m.media-amazon.com/images/I/51KLfgNI2zL._AC_.jpg"
        }
    ]
}